Repository: 84000/data-translation-memory
Catalog: toh100-v1.tmx
Source language: bo
Languages: en

source: དེའི་ཚེ་ན་ལྷའི་བུ་དེ་དག་ཀྱང་ཚངས་པའི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འདོད་ཅིང་དགེ་བའི་རྩ་བ་རྣམས་ཀྱང་ཚངས་པའི་འཇིག་རྟེན་དུ་སྐྱེ་བར་བྱ་བའི་ཕྱིར་ཡོངས་སུ་སྔོ་བར་ཡང་བྱེད་དོ། །
en: At that time, the gods all long to be born in the world of the great Brahmā, and they dedicate their roots of what is wholesome toward taking birth in the world of the great Brahmā.

source: དགེ་བའི་རྩ་བ་རྣམས་ཀྱང་ཚངས་པའི་འཇིག་རྟེན་དུ་སྐྱེ་བར་བྱ་བའི་ཕྱིར་ཡོངས་སུ་སྔོ་བར་བྱེད་དོ།
en: and they dedicate their roots of what is wholesome toward taking birth in the world of the great Brahmā.

source: འཇམ་དཔལ་ཚངས་པ་ཆེན་པོ་དེ་ཡང་ཚངས་པའི་གཞལ་མེད་ཁང་དེ་ནས་འཆི་འཕོ་བར་མི་བྱེད་བཞིན་དུ།
en: “Moreover, Mañjuśrī, that great Brahmā, without falling down from that Brahmā Palace,

source: སྟོང་གསུམ་འབུམ་ཕྲག་བཅུ་ལ་དབང་སྒྱུར་བའི་ཚངས་པ་ཆེན་པོ་ཟིལ་གྱིས་མི་ནོན་ཅིང་ཟིལ་གྱིས་གནོན་པར་བྱེད་པ་གཞན་ཞིག་བྱིན་གྱིས་རློབ་པར་བྱེད་དོ། །
en: empowers another great Brahmā as the controller of ten trichiliocosms,

source: སྔོན་གྱི་སྨོན་ལམ་གྱི་བྱིན་གྱིས་བརླབས་དང་། ལྷའི་བུ་དེ་དག་གི་སྔོན་གྱི་དགེ་བའི་རྩ་བ་བསགས་པའི་མཐུས།
en: thanks to the power of his previous aspirations and due to the prior accumulation of virtue on the part of the gods.

source: འཇམ་དཔལ་སྤྲུལ་པའི་ཚངས་པ་ཆེན་པོ་དེ་ཡང་ཉིན་གཅིག་བཞིན་དུ་རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་མཐར་ཐུག་པའི་བར་གྱི་ལྷའི་རིས་ཐམས་ཅད་ལ་རྣམ་པར་ལྟ་བར་བྱེད་དེ།
en: “Mañjuśrī, that emanated great Brahmā looks upon all the classes of gods, as far as the class of the gods of the Four Great Kings.

source: ལྷའི་རིས་ཐམས་ཅད་ཀྱི་ནང་ན་ལྷའི་བུ་ཐམས་ཅད་རང་རང་གི་འདོད་པའི་རྩེད་མོ་དང་། དགའ་བ་དང་། ལོངས་སྤྱོད་དག་སྤངས་ཏེ།
en: among all the classes of gods, all the scions of the gods abandon their games of pleasure, delights, and enjoyments.

source: འཇམ་དཔལ་དེ་ལ་ནི་ཚངས་པ་ཡོད་པ་མ་ཡིན་ཏེ།
en: “Still, Mañjuśrī, no Brahmā is there to be found.

source: འཇམ་དཔལ་ཚངས་པ་དེ་ནི་སྟོང་པ་ཡ་མ་བརླ།
en: Mañjuśrī, Brahmā is empty, dependent,

source: མ་བྱུང་བ་ཡི་གེ་མེད་པ།
en: unreal, without syllables,

source: སྒྲ་མེད་པ་ཡུལ་མེད་པ།
en: without voice, without place,

source: སྟོང་པ་ཡ་མ་བརླ།
en: empty, dependent,

source: ཡ་མ་བརླ་མ་བྱུང་བ། ཡི་གེ་མེད་པ། སྒྲ་མེད་པ། ཡུལ་མེད་པ། དངོས་པོ་མེད་པ།
en: dependent, unreal, without syllables, without voice, without place, and also not an existent thing.

source: སྒྲ་མེད་པ། ཡུལ་མེད་པ།
en: without voice, without place,

source: དངོས་པོ་མེད་པ་བསམ་དུ་མེད་པ།
en: and also not an existent thing. He is inconceivable,

source: བསམ་དུ་མེད་པ། མཚན་མ་མེད་པ། སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པ་དང་བྲལ་བ་
en: He is inconceivable, without signs, and free from mentality, mind, and consciousness.

source: མཚན་མ་མེད་པ། སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པ་དང་བྲལ་བ།
en: without signs, and free from mentality, mind, and consciousness.

source: སེམས་དང་ཡིད་དང་རྣམ་པར་ཤེས་པ་དང་བྲལ་བ།
en: and free from mentality, mind, and consciousness.

source: མ་སྐྱེས་པ་མ་འགགས་པ་ཡིན་མོད་ཀྱི།
en: He is non-arisen and unceasing.

source: འཇམ་དཔལ་འོན་ཀྱང་ཚངས་པ་ཆེན་པོ་དེ་ཉིད་ཀྱི་སྔོན་གྱི་དགེ་བའི་རྩ་བ་དང་། སྨོན་ལམ་གྱི་བྱིན་གྱིས་བརླབས་དང་། ལྷའི་བུ་དེ་དག་གིས་སྔོན་གྱི་དགེ་བའི་རྩ་བ་བསགས་པའི་མཐུས་ལྷའི་རིས་ཐམས་ཅད་ལ་བལྟར་སྣང་བར་ཡང་འགྱུར་རོ། །
en: And yet, Mañjuśrī, a semblance of him offering sight of himself appears among all the classes of gods, by the power of his own previous roots of what is wholesome and aspirations, and due to the previous accumulations of roots of what is wholesome on the part of those gods.

source: འཇམ་དཔལ་འོན་ཀྱང་ལྷའི་བུ་དེ་དག་འདི་སྙམ་དུ་ཚངས་པ་ཆེན་པོ་དེ་ནི་སྤྲུལ་པ།
en: “Yet, Mañjuśrī, those gods do not think, ‘This Brahmā is an emanation.

source: སྐྱེ་བ་མེད་པ་འགག་པ་མེད་པ་ཡིན་ནོ་
en: He is non-arisen and unceasing.’

source: འཇམ་དཔལ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱང་སྟོང་པ།
en: “Mañjuśrī, in the same manner the tathāgata, the arhat, the perfect and complete Buddha is empty,

source: སྔོན་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པའི་སྨོན་ལམ་གྱི་བྱིན་གྱིས་བརླབས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་རྣམས་དང་། ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པ་རྣམས་དང་། བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་དགེ་བའི་རྩ་བ་བསགས་པའི་མཐུས།
en: This is due to the power of his previous aspirations during his practice as a bodhisattva, and also due to the power of all the roots of what is wholesome of the beginner bodhisattvas, of those who set out on the vehicles of the hearers and the pratyekabuddhas, as well as of all the immature, ordinary people.

source: དེ་བཞིན་གཤེགས་པ་གནས་ནས་མི་གཡོ་བཞིན་དུ་མཚན་བརྒྱ་སྟོང་གིས་ལེགས་པར་བརྒྱན་པ། འཇིག་རྟེན་ན་གཟུགས་བརྙན་བཞིན་དུ་ཀུན་ཏུ་སྣང་ངོ་།
en: He is seen in the world as a tathāgata adorned with hundreds of thousands of marks, like a reflected image; and he does not move from his place.

source: འཇམ་དཔལ་འོན་ཀྱང་དེ་བཞིན་གཤེགས་པ་ནི་སྤྱོད་ལམ་ཐམས་ཅད་དུ་དེ་བཞིན་གཤེགས་པའི་སྐུ་མཚན་བརྒྱ་སྟོང་གིས་ལེགས་པར་བརྒྱན་པ་ལས་
en: “Yet, Mañjuśrī, from the body of the Tathāgata, adorned with hundreds of thousands of marks, during all the empty postures of a tathāgata,

source: སེམས་ཅན་མོས་པ་རྣམ་པ་སྣ་ཚོགས་ཐ་དད་པ་རྣམས་ལ་ཆོས་སྟོན་པ་ཆེན་པོ་ཡང་འབྱུང་བར་ཡང་བྱེད་དོ། །
en: a great Dharma teaching emanates for the sake of varied sentient beings with diverse beliefs.

source: ཆོས་བསྟན་པ་དེ་ཡང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་གནོད་པ་དང་། འཁྲུག་པ་དང་ཉེ་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་ཉེ་བར་ཞི་བར་བྱེད་པ་འགྱུར་ཏེ།
en: “That Dharma teaching occurs to pacify all the troubles, harms, and afflictions of all sentient beings.

source: དེ་བཞིན་གཤེགས་པ་ནི་དེ་ལ་ཡང་ཐམས་ཅད་དུ་མཉམ་ཞིང་བཏང་སྙོམས་ལ་རྣམ་པར་མི་རྟོག་ཅིང་བྱེ་བྲག་མི་འབྱེད་དེ།
en: In that regard, the Tathāgata is the same, neutral, without concepts, and does not make any distinctions.

source: འཇམ་དཔལ་རྣམ་གྲངས་དེས་ཀྱང་འདི་ལྟར་སྐྱེ་བ་མེད་པ་དང་། འགག་པ་མེད་པ་ཞེས་བྱ་བ་དེ་ནི་དེ་བཞིན་གཤེགས་པའི་ཚིག་བླ་དགས་ཡིན་པར་རིག་པར་བྱའོ། །
en: Thus, Mañjuśrī, through this explanation you should understand that ‘non-arising and non-cessation’ is an appellation of the Tathāgata.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ། །
en: Then, at that time, the Bhagavat spoke the following two stanzas:

source: དེ་བཞིན་གཤེགས་པ་རྟག་ཏུ་སྐྱེ་མེད་ཆོས།
en: “The Tathāgata always has the quality of non-arising,

source: ཆོས་རྣམས་ཀུན་ཀྱང་བདེ་བར་གཤེགས་དང་འདྲ། །
en: And all dharmas resemble the Sugata.

source: བྱིས་པའི་བློ་ཅན་མཚན་མར་འཛིན་པ་རྣམས། །
en: Yet immature minds, by their grasping at signs,

source: འཇིག་རྟེན་དག་ན་མེད་པའི་ཆོས་ལ་སྤྱོད། །
en: Roam the world among non-existent dharmas.

source: དེ་བཞིན་གཤེགས་པ་ཟག་མེད་དགེ་བ་ཡི། །
en: “The Tathāgata is a reflected image

source: ཆོས་ཀྱི་གཟུགས་བརྙན་ཡིན་ཏེ་འདི་ལ་ནི། །
en: Of the wholesome Dharma without

source: དེ་བཞིན་ཉིད་མེད་དེ་བཞིན་གཤེགས་པའང་མེད། །
en: Yet here there is no tathatā and no Tathāgata,

source: འཇིག་རྟེན་ཀུན་ཏུ་གཟུགས་བརྙན་ཀུན་ཏུ་སྣང་། །
en: While an image is seen in the entire world.

source: ཉི་མའི་དཀྱིལ་འཁོར་གྱི་འོད་ཟེར་དག་ནི་འཛམ་བུའི་གླིང་དུ་དང་པོ་ཁོ་ནར་རིའི་དབང་པོའི་རྒྱལ་པོ་ཆེན་པོ་རྣམས་སྣང་བར་བྱེད་དོ། །
en: here in Jambūdvīpa the rays of the sun only shine at first on the great king of mighty mountains.

source: དེའི་འོག་ཏུ་རི་ཁོར་ཡུག་དང་ཁོར་ཡུག་ཆེན་པོ་རྣམས་སྣང་བར་བྱེད་དོ། །
en: After that, they shine on the Cakravāḍa and Mahācakravāḍa ranges.

source: དེའི་འོག་ཏུ་ས་ཕྱོགས་མཐོན་པོ་མཐོན་པོ་དག་སྣང་བར་བྱེད་དོ། །
en: After that, they shine on the elevated regions of the earth.

source: དེའི་འོག་ཏུ་འཛམ་བུའི་གླིང་འདིའི་ས་ཕྱོགས་དམའ་བ་དམའ་བ་དག་ཀྱང་སྣང་བར་བྱེད་དོ། །
en: After that, they shine on the low-lying regions of the earth here in Jambūdvīpa.

source: འཇམ་དཔལ་འོན་ཀྱང་ཉི་མའི་འོད་ཟེར་དེ་དག་ནི་རྟོག་པར་མི་བྱེད། རྣམ་པར་རྟོག་པར་མི་བྱེད།
en: “Yet those sun rays, Mañjuśrī, do not form mental constructs or concepts.

source: སེམས་པར་མི་བྱེད། རྣམ་པར་སེམས་པར་མི་བྱེད་དེ།
en: They do not think or ponder.

source: འཇམ་དཔལ་ཉི་མའི་འོད་ཟེར་རྣམས་ནི་སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པ་དང་བྲལ་བ།
en: The rays of the sun, Mañjuśrī, are free from mentality, mind, and consciousness;

source: མ་སྐྱེས་པ། མ་འགག་པ། མཚན་ཉིད་མེད་པ། མཚན་ཉིད་དང་བྲལ་བ།
en: they are unborn and unceasing, without characteristics, free from characteristics;

source: ཡིད་ལ་བྱེད་པ་མེད་པ། ཡིད་ལ་བྱེད་པ་དང་བྲལ་བ།
en: without mental placement, free from mental placement,

source: སྤྲོས་པ་མེད་པ་སྤྲོས་པ་དང་བྲལ་བ།
en: without elaboration, free from elaboration;

source: ཡོངས་སུ་གདུང་བ་མེད་པ། ཡོངས་སུ་གདུང་བ་དང་བྲལ་བ།
en: without torment, free from torment;

source: ཚུ་རོལ་ན་གནས་པ་མ་ཡིན་པ། ཕ་རོལ་ན་གནས་པ་མ་ཡིན།
en: not abiding hither, not abiding thither;

source: མཐོ་བ་མ་ཡིན། དམའ་བ་མ་ཡིན།
en: not high, not low;

source: བཅིངས་པ་མ་ཡིན། གྲོལ་བ་མ་ཡིན།
en: not bound, not liberated;

source: ཤེས་པ་དང་ལྡན་པ་མ་ཡིན། ཤེས་པ་དང་མི་ལྡན་པ་མ་ཡིན།
en: not knowing, not ignorant;

source: ཉོན་མོངས་པ་དང་བཅས་པ་མ་ཡིན། ཉོན་མོངས་པ་མེད་པ་མ་ཡིན།
en: not afflictions, not free from afflictions;

source: བདེན་པར་སྨྲ་བ་མ་ཡིན། བརྫུན་དུ་སྨྲ་བ་མ་ཡིན།
en: not speaking the truth, not speaking falsely;

source: བདེན་པར་གསུང་པ་མ་ཡིན། བརྫུན་པར་གསུང་བ་མ་ཡིན།
en: not speaking the truth, not speaking falsely;

source: ཕ་རོལ་མ་ཡིན། ཚུ་རོལ་མ་ཡིན།
en: not over there, not here;

source: ཐང་ལ་མ་ཡིན། ཆུ་བོ་ན་མ་ཡིན།
en: not on dry land, not in the stream;

source: རྟོག་གེའི་སྤྱོད་ཡུལ་མ་ཡིན། རྟོག་གེ་མ་ཡིན་པའི་སྤྱོད་ཡུལ་མ་ཡིན།
en: not the domain of reasoning, not the domain of non-reasoning;

source: གཟུགས་ཅན་མ་ཡིན། གཟུགས་མེད་པ་མ་ཡིན་མོད་ཀྱི།
en: neither with form, nor formless.

source: འཇམ་དཔལ་འོན་ཀྱང་ས་གཞི་མཐོ་བ་དང་དམའ་བ་དང་བར་མའི་བྱེ་བྲག་གིས་
en: Yet, Mañjuśrī, due to the distinction of higher, middling, and lower places on the earth,

source: སྣང་བ་ཆེན་པོ་དང་། ཆུང་ངུ་དང་བར་མའི་འོད་ཟེར་སྣ་ཚོགས་སྣང་བར་འགྱུར་རོ། །
en: the light shines differently, at higher, middling, and lower degrees causing varied shades.

source: འཇམ་དཔལ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱང་རྟོག་པར་མི་བྱེད། རྣམ་པར་རྟོག་པར་མི་བྱེད།
en: “In the same way, Mañjuśrī, the tathāgata, the arhat, the perfect and complete Buddha does not form mental constructs or concepts.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ནི་སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པ་དང་བྲལ་བ།
en: Mañjuśrī, the Tathāgata is free from mind, mentality, and consciousness.

source: འགྲམ་ན་མ་ཡིན། གཤོང་ནམ་ཡིན།
en: not on the shore, nor on the non-shore;

source: ཐམས་ཅད་མཁྱེན་པ་མ་ཡིན། ཐམས་ཅད་མི་མཁྱེན་པ་མ་ཡིན་
en: “He is not omniscient, not non-omniscient;

source: རྟོག་གེ་མ་ཡིན། རྟོག་གེ་མེད་པ་མ་ཡིན།
en: not reasoning, not non-reasoning;

source: སྤྱོད་པ་མ་ཡིན། སྤྱོད་པ་མེད་པ་མ་ཡིན།
en: not acting, not non-acting;

source: དྲན་པ་དང་ལྡན་པ་མ་ཡིན། དྲན་པ་དང་མི་ལྡན་པ་མ་ཡིན།
en: neither mindful nor unmindful,

source: སེམས་པ་མ་ཡིན། སེམས་པ་མེད་པ་མ་ཡིན།
en: neither with intention nor free from intention;

source: ཡིད་མ་ཡིན། ཡིད་མེད་པ་མ་ཡིན།
en: neither mind nor without mind;

source: ཀུན་ཏུ་འབྱུང་བ་མ་ཡིན། ཀུན་ཏུ་མི་འབྱུང་བ་མ་ཡིན།
en: neither originated nor unoriginated;

source: མིང་མ་ཡིན། མིང་མེད་པ་མ་ཡིན།
en: neither name nor no name;

source: གཟུགས་མ་ཡིན། གཟུགས་མེད་པ་མ་ཡིན།
en: neither form nor no form;

source: བརྗོད་པ་མ་ཡིན། བརྗོད་དུ་མེད་པ་མ་ཡིན།
en: neither verbal expression nor non-verbal expression;

source: གདགས་པ་མ་ཡིན། གདགས་སུ་མེད་པ་མ་ཡིན།
en: neither a possible object of imputation, nor not a possible object of imputation;

source: ཚུལ་མ་ཡིན། ཚུལ་མེད་པ་མ་ཡིན།
en: neither a conducive way nor not a conducive way;

source: ལམ་སྟོན་པ་མ་ཡིན། ལམ་མི་སྟོན་པ་མ་ཡིན།
en: neither leading along the way, nor not leading along the way;

source: འབྲས་བུ་ཐོབ་པ་མ་ཡིན། འབྲས་བུ་མ་ཐོབ་པ་མ་ཡིན།
en: neither having obtained the result, nor not having obtained the result;

source: རྟོག་པ་མ་ཡིན། རྟོག་པ་མེད་པ་མ་ཡིན།
en: neither a concept, nor not a concept;

source: རྟོག་པ་དང་བྲལ་བ་མ་ཡིན། རྟོག་པ་དང་མ་བྲལ་བ་མ་ཡིན་མོད་ཀྱི།
en: neither free from concepts, nor not free from concepts.

source: འཇམ་དཔལ་འོན་ཀྱང་དེ་བཞིན་གཤེགས་པ་ཉི་མའི་དཀྱིལ་འཁོར་གྱིས་ཡེ་ཤེས་ཀྱི་འོད་ཟེར་དག་ནི་ཁམས་གསུམ་པོ་དེ་དག་ཏུ་ཆོས་ཀྱི་དབྱིངས་མཐའ་དང་དབུས་མེད་པ་དག་ལ་ཐོགས་པ་མེད་པའི་འོད་ཟེར་གྱི་སྣང་བ་དག་གཏོང་བར་མཛད་ཅིང་།
en: “Similarly, Mañjuśrī, the rays of awareness from the round sun of the Tathāgata shine brilliantly in the three realms, unimpeded throughout the dharmadhātu with neither edge nor center.

source: ཡེ་ཤེས་ཀྱི་འོད་ཟེར་བཏང་བ་དག་གིས་ཀྱང་དང་པོ་ཁོ་ནར་བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པའི་རིའི་དབང་པོའི་རྒྱལ་པོ་ཆེན་པོ་ལྟ་བུ་དང་ལྡན་པ་རྣམས་ཀྱི་ལུས་ལ་འབབ་པར་འགྱུར་རོ། །
en: Once they shine, they first descend upon the bodies of bodhisattvas, whose aspirations are like the great lord of mountains.

source: དེའི་འོག་ཏུ་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པ་རྣམས་ཀྱི་ལུས་ལ་འབབ་པར་འགྱུར་རོ། །
en: After that, they descend upon the bodies of those who set forth on the Vehicle of Pratyekabuddhas.

source: དེའི་འོག་ཏུ་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པ་རྣམས་ཀྱི་ལུས་ལ་འབབ་པར་འགྱུར་རོ། །
en: Then they descend upon the bodies of those who have set forth on the Hearers’ Vehicle.

source: དེའི་འོག་ཏུ་སེམས་ཅན་ལྷག་པའི་བསམ་པ་དགེ་བ་དང་། མོས་པ་ཇི་ལྟ་བ་དང་ལྡན་པ་རྣམས་ཀྱི་ལུས་ལ་འབབ་པར་འགྱུར་རོ། །
en: After that, they descend upon the body of sentient beings with wholesome aspirations, according to their specific inclinations.

source: དེའི་འོག་ཏུ་དེ་བཞིན་གཤེགས་པ་ཉི་མའི་དཀྱིལ་འཁོར་གྱི་ཡེ་ཤེས་ཀྱི་འོད་ཟེར་དག་ཐ་ན་སེམས་ཅན་ལོག་པ་ཉིད་དུ་ངེས་པའི་སེམས་ཀྱི་རྒྱུད་དང་ལྡན་པ་རྣམས་ཀྱི་ལུས་ལ་འབབ་པར་འགྱུར་ཞིང་།
en: After that, the rays of awareness from the round sun of the Tathāgata even descend upon the body of those sentient beings with mental continua that are stuck in what is wrong.

source: དེ་དག་ལ་མ་འོངས་པའི་རྒྱུ་ཡང་དག་པར་སྐྱེད་པས་ཕན་འདོགས་པ་དང་། དགེ་བའི་ཆོས་རྣམས་ཀྱིས་ཡང་དག་པར་འཕེལ་བར་ཡང་བྱེད་དོ། །
en: The rays assist all these beings by producing causes for what will come later, and increase their wholesome dharmas.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ནི་དེ་དག་ལ་ཡང་ཐམས་ཅད་དུ་མཉམ་ཞིང་བཏང་སྙོམས་ལ་རྣམ་པར་མི་རྟོག་ཅིང་བྱེ་བྲག་མི་འབྱེད་དེ།
en: “In that respect, Mañjuśrī, the Tathāgata is everywhere the same, neutral, without concepts, and does not make any distinctions.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ཉི་མའི་དཀྱིལ་འཁོར་གྱི་ཡེ་ཤེས་ཀྱི་འོད་ཟེར་ནི་འདི་སྙམ་དུ་བདག་གིས་སེམས་ཅན་འདི་ལ་ནི་ཆོས་རྒྱ་ཆེན་པོ་བསྟན་པར་བྱའོ། །
en: Moreover, Mañjuśrī, the round sun of the Tathāgata’s awareness does not think, ‘I will teach this person the vast Dharma,

source: འདི་ལ་ནི་བསྟན་པར་མི་བྱའོ་སྙམ་དུ་ཡང་མི་སེམས་ལ།
en: but I will not teach that one.’ Neither do they have the concept,

source: འདི་སྙམ་དུ་སེམས་ཅན་འདི་ནི་རྒྱ་ཆེན་པོ་ལ་མོས་པ་ཡིན་ནོ། །
en: ‘This person has vast beliefs,

source: འདི་ནི་བར་མ་ལ་མོས་པ་ཡིན་ནོ། །
en: that one has middling beliefs.

source: འདི་ནི་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་མོས་པ་ཡིན་ནོ། །
en: This one has belief in the Hearers’ Vehicle.

source: འདི་ནི་བསམ་པ་དགེ་བ་ཡིན་ནོ། །
en: This one has wholesome aspirations

source: འདི་ནི་དམན་པ་དང་ལོག་པ་ལ་མོས་པ་ཡིན་ནོ་སྙམ་དུ་རྣམ་པར་རྟོགས་པར་ཡང་མི་བྱེད་དེ།
en: while that one is low, with wrong aspirations.’ “Mañjuśrī, the round sun of the Tathāgata’s awareness does not think,

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ནི་འདི་སྙམ་དུ། སེམས་ཅན་འདི་ནི་རྒྱ་ཆེན་པོ་ལ་མོས་པ་ཡིན་གྱིས་འདི་ལ་ནི་ཐེག་པ་ཆེན་པོ་བསྟན་པར་བྱའོ།
en: ‘This sentient being has vast beliefs, so I will teach him the Great Vehicle.

source: འདི་ནི་ལྷག་པའི་བསམ་པ་བར་མ་ལ་མོས་པ་ཡིན་གྱིས
en: This one has middling beliefs,

source: འདི་ལ་ནི་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་བསྟན་པར་བྱའོ།
en: so I will teach him the Pratyekabuddha Vehicle.

source: འདི་ནི་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་མོས་པ་ཡིན་གྱིས།
en: This one has belief in the Hearers’ Vehicle,

source: འདི་ལ་ནི་ཉན་ཐོས་ཀྱི་ཐེག་པ་བསྟན་པར་བྱའོ།
en: so I will teach him the Hearers’ Vehicle.

source: སེམས་ཅན་བསམ་པ་དགེ་བ་རྣམས་ཀྱི་བསམ་པ་རྟོགས་པར་བྱས་ནས།
en: I shall come to understand the aspirations of sentient beings with either wholesome or unwholesome aspirations,

source: བསམ་པ་རྣམ་པར་སྦྱང་བར་བྱའོ། །
en: then purify them

source: སེམས་ཅན་ལོག་པ་ཉིད་དུ་མོས་པའི་བར་དག་ནི་ལྟ་བ་དྲང་པོ་བྱ་ཞིང་།
en: and straighten up their view. Even for sentient beings stuck in what is wrong,

source: ཇི་ལྟར་རྗེས་སུ་འཐུན་པའི་ཆོས་བསྟན་པར་བྱའོ།
en: I shall teach a fitting dharma.’

source: དེ་བཞིན་གཤེགས་པ་ཉི་མའི་དཀྱིལ་འཁོར་གྱི་ཡེ་ཤེས་ཀྱི་འོད་ཟེར་སྣང་བ་ནི་དེ་ལྟར་རྣམ་པར་རྟོག་པར་མི་བྱེད་དོ། །
en: “The light of the rays of awareness from the round sun of the Tathāgata does not have any such concepts.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། །
en: And why?

source: དེ་བཞིན་གཤེགས་པ་ཉི་མའི་དཀྱིལ་འཁོར་གྱི་ཡེ་ཤེས་ཀྱི་འོད་ཟེར་སྣང་བ་ནི་རྟོག་པ་དང་། རྣམ་པར་རྟོག་པ་དང་། ཡོངས་སུ་རྟོག་པ་དང་། སྤྲོས་པ་ཐམས་ཅད་ཡང་དག་པར་རྒྱུན་ཆད་པ་ཡིན་པའི་ཕྱིར་རོ།
en: Because the light of the rays of awareness from the round sun of the Tathāgata has cut off all constructs, concepts, and elaborations.

source: འཇམ་དཔལ་འོན་ཀྱང་སེམས་ཅན་རྣམས་ཀྱི་དགེ་བའི་བསམ་པའི་རྒྱུད་སྣ་ཚོགས་དག་ལ་དེ་བཞིན་གཤེགས་པ་ཉི་མའི་དཀྱིལ་འཁོར་གྱི་ཡེ་ཤེས་ཀྱི་འོད་ཟེར་གྱི་སྣང་བ་སྣ་ཚོགས་དག་འབྱུང་བར་ཡང་འགྱུར་རོ།།
en: On the other hand, Mañjuśrī, because of variations in sentient beings’ inclinations to wholesome intent, the light of the rays of awareness from the round sun of the Tathāgata is varied too.

source: རྒྱ་མཚོ་ཆེན་པོའི་ནང་ན་ནོར་བུ་རིན་པོ་ཆེ་ཆེན་པོ་བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་ཞེས་བྱ་བ་ཞིག་ཡོད་དེ།
en: in the great ocean there is a great, precious jewel called Fulfilling All Wishes

source: དེ་རྒྱལ་མཚན་གྱི་རྩེ་མོ་ལ་བཏགས་ན་
en: When it is attached to the top of a banner

source: དེ་ལས་སེམས་ཅན་གང་གིས་བསམ་པ་ཅི་འདྲ་བ་དེ་ལྟ་བུའི་སྒྲ་འབྱུང་བར་སེམས་ཅན་རྣམས་ཀྱིས་ཀུན་ཏུ་ཤེས་ཀྱང་ནོར་བུ་རིན་པོ་ཆེ་ཆེན་པོ་དེ་ནི་རྟོག་པར་མི་བྱེད
en: and a sentient being makes a wish, sentient beings will perceive corresponding words coming forth from the jewel. However, that great, precious jewel does not form mental constructs or concepts.

source: རྣམ་པར་སེམས་པར་མི་བྱེད་ཅིང་།
en: It does not think or ponder.

source: སེམས་མེད་པ་སེམས་དང་ཡིད་དང་རྣམ་པར་ཤེས་པ་དང་བྲལ་བ་ཡིན་ནོ།
en: It is inconceivable, free from what can be conceived, and free from mind, mentality, and consciousness.

source: འཇམ་དཔལ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱང་རྟོག་པར་མི་བྱེད།
en: “In the very same way, Mañjuśrī, the tathāgata, the arhat, the perfect and complete Buddha does not form mental constructs

source: རྣམ་པར་རྟོག་པར་མི་བྱེད། སེམས་པར་མི་བྱེད།
en: He does not think or ponder.

source: རྣམ་པར་སེམས་པར་མི་བྱེད་ཅིང་། སེམས་པ་མེད་པ། སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པ་དང་བྲལ་བ།
en: He is inconceivable, free from what can be conceived, and free from mind, mentality, and consciousness.

source: མ་བཟུང་བ། ཡོངས་སུ་གཟུང་བར་བྱ་བ་མ་ཡིན་པ།
en: He is non-grasping, the act of not holding on.

source: མ་ཐོབ་པ་ཐོབ་པར་བྱ་བ་མ་ཡིན།
en: He is not obtained, not obtainable.

source: སོ་སོའི་བདེན་པ་བསལ་བ། འདོད་ཆགས་བསལ་བ། ཞེ་སྡང་བསལ་བ། གཏི་མུག་བསལ་བ།
en: He has eliminated arbitrary truths as well as attachment, aversion, and delusion.

source: བདེན་པ་མ་ཡིན། བརྫུན་པ་མ་ཡིན།
en: He is neither true nor false,

source: རྟག་པ་མ་ཡིན། མི་རྟག་པ་མ་ཡིན།
en: neither permanent nor impermanent,

source: འོད་མ་ཡིན་འོད་མེད་པ་མ་ཡིན།
en: neither shining nor not shining,

source: རྟོག་པ་མེད་པ་དཔྱོད་པ་མེད་པ་མ་སྐྱེས་པ་མ་འགགས་པ།
en: He is without deliberation or analysis. He is non-arisen and unceasing.

source: བསམ་དུ་མེད་པ་རབ་ཏུ་བསམ་དུ་མེད་པ། རང་བཞིན་མེད་པ་རང་བཞིན་གྱི་གཞི་མེད་པ།
en: “He is inconceivable, imponderable, essence-less, and not possibly an essence.

source: རང་བཞིན་སྟོང་པ་བླང་བ་མེད་པ།
en: He is empty of non-existence;

source: དོར་བ་མེད་པ།
en: he is free from striving or giving anything up.

source: མངོན་པར་ཞེན་པར་བྱ་བ་མེད་པ།
en: He cannot be clung to.

source: བརྗོད་དུ་མེད་པ།
en: He is not a conventional expression;

source: བརྗོད་པ་ཡང་དག་པར་རྒྱུན་ཆད་པ།
en: he is the cutting off of conventional expressions.

source: ཀུན་ཏུ་དགའ་བ་མེད་པ།
en: He is not bliss,

source: ཀུན་ཏུ་དགའ་བ་དང་བྲལ་བ།
en: he is free from bliss;

source: ཀུན་ཏུ་དགའ་བས་ངེས་པར་བཅོམ་པ།
en: he is the destruction of bliss.

source: གྲངས་སུ་བགྲང་བ་མ་ཡིན་པ་དང་།
en: “He cannot be counted;

source: གྲངས་སུ་བགྲང་བ་དང་།
en: he is free from counting.

source: འགྲོ་བ་མེད་པ་འགྲོ་བར་འགྲོ་བ་མེད་པ།
en: He is not movement, he has reached non-movement;

source: འགྲོ་བ་ཐམས་ཅད་ཡང་དག་པར་རྒྱུན་ཆད་པ།
en: he has cut off all movement

source: བརྗོད་པ་ཐམས་ཅད་ཡང་དག་པར་རྒྱུན་ཆད་པ།
en: and has cut off all conventional expressions.

source: བལྟར་མི་སྣང་བ། མི་མཐོང་བ་གཟུང་དུ་མེད་པ།
en: “He cannot be seen or beholden,

source: ཐ་སྙད་མེད་པ།
en: he is ungraspable.

source: ནམ་མཁའ་མ་ཡིན།
en: He is not space,

source: བླ་གབ་མེད་པ་མ་ཡིན།
en: not lack of space.

source: བལྟར་སྣང་བ་མ་ཡིན།
en: He is not visible,

source: བསྟན་པར་བྱ་བ་མ་ཡིན།
en: not to be described,

source: ཚོགས་པ་མ་ཡིན།
en: not an assemblage,

source: ཚོགས་པ་མེད་པ་མ་ཡིན།
en: and not a non-assemblage.

source: རྣམ་པར་བརྟགས་པ་མ་ཡིན། རྣམ་པར་བསྒྲུབས་པ་མ་ཡིན།
en: He is neither mentally constructed nor not mentally constructed.

source: ཀུན་ཏུ་བསྟན་པ་མ་ཡིན། ཀུན་ནས་ཉོན་མོངས་པ་ཅན་མ་ཡིན། ཡོངས་སུ་སྦྱང་བར་འོས་པ་མ་ཡིན།
en: He is not established, shown, afflicted, or purified.

source: མིང་མེད་པ།
en: He is not name,

source: གཟུགས་མེད་པ།
en: not form,

source: ལས་མེད་པ།
en: not karma,

source: ལས་ཀྱི་རྣམ་པར་སྨིན་པ་མེད་པ།
en: not the maturation of karma.

source: འདས་པ་མ་ཡིན།
en: He is not past,

source: མ་འོངས་པ་མ་ཡིན།
en: not future,

source: ད་ལྟར་བྱུང་བ་མ་ཡིན།
en: not present.

source: ཅི་ཡང་མ་ཡིན།
en: He is nothing whatsoever.

source: ཉོན་མོངས་པ་མེད་པ
en: He is without impurity,

source: ཡི་གེ་མེད་པ།
en: without syllables,

source: སྒྲ་སྐད་མེད་པ།
en: without voice,

source: སྒྲ་སྐད་ཐམས་ཅད་ལས་ཡང་དག་པར་འདས་པ།
en: beyond a voice,

source: མཚན་ཉིད་མེད་པ།
en: He is not a characteristic,

source: མཚན་ཉིད་ཐམས་ཅད་དང་བྲལ་བ།
en: he is free from all characteristics;

source: ནང་ན་མི་དམིགས། ཕྱི་རོལ་ན་མི་དམིགས། གཉི་ག་མེད་པར་ཡང་མི་དམིགས་པ་ཡིན་མོད་ཀྱི།
en: not perceived inside, outside, or in between.

source: འཇམ་དཔལ་འོན་ཀྱང་དེ་བཞིན་གཤེགས་པའི་ལྷག་པའི་བསམ་པ་ཡོངས་སུ་དག་པའི་ཡེ་ཤེས་རིན་པོ་ཆེ་སྙིང་རྗེ་ཆེན་པོའི་རྒྱལ་མཚན་གྱི་རྩེ་མོ་ལ་བཏགས་ན།
en: “And Mañjuśrī, the awareness jewel of the Tathāgata is completely pure in its intent, and is fixed at the top of the banner of great compassion.

source: དེ་ལས་སེམས་ཅན་གང་ཡིན་པ་དེའི་བསམ་པ་དང་མོས་པ་ཇི་ལྟ་བ་དེ་ལྟ་བུའི་ཆོས་བསྟན་པ་འབྱུང་བར་སེམས་ཅན་རྣམས་ཀྱིས་ཀུན་ཏུ་ཤེས་ཀྱང་།
en: According to his or her inclinations and beliefs, a sentient being perceives a Dharma teaching issuing forth from that jewel.

source: དེ་བཞིན་གཤེགས་པ་ནི་དེ་དག་ལ་ཡང་ཐམས་ཅད་དུ་མཉམ་ཞིང་བཏང་སྙོམས་ལ་རྣམ་པར་མི་རྟོག་ཅིང་བྱེ་བྲག་མི་འབྱེད་དོ། །
en: And in this respect, Mañjuśrī, the Tathāgata is the same, neutral, without concepts, and does not make any distinctions.

source: བྲག་ཅ་ནི་གཞན་གྱི་རྣམ་པར་རིག་པ་ལས་འབྱུང་བར་སེམས་ཅན་རྣམས་ཀྱིས་ཀུན་ཏུ་ཤེས་
en: sentient beings perceive an echo issuing forth as the intimation of someone else’s speech.

source: ཀྱང་དེ་ནི་འདས་པ་མ་ཡིན། མ་འོངས་པ་མ་ཡིན། ད་ལྟར་བྱུང་བ་མ་ཡིན།
en: “But that echo is not past, future, or present.

source: ནང་ན་མ་ཡིན། ཕྱི་རོལ་མ་ཡིན། གཉི་ག་མེད་པར་ཡང་མི་དམིགས་ཏེ།
en: It cannot be perceived inside, outside, or in between.

source: མ་སྐྱེས་པ།
en: It is non-arisen

source: མ་འགགས་པ།
en: and unceasing.

source: ཆད་པ་མ་ཡིན།
en: It is not cut off,

source: རྟག་པ་མ་ཡིན།
en: not permanent;

source: ཤེས་པ་དང་ལྡན་པ་མ་ཡིན།
en: it is not endowed with awareness,

source: ཤེས་པ་དང་མི་ལྡན་པ་མ་ཡིན།
en: nor is it without awareness.

source: ཤེས་རབ་མ་ཡིན།
en: It is neither wisdom

source: ཤེས་རབ་མེད་པ་མ་ཡིན།
en: nor not wisdom,

source: རིག་པ་མ་ཡིན།
en: neither knowledge

source: རིག་པ་མེད་པ་མ་ཡིན།
en: nor ignorance,

source: རྣམ་པར་གྲོལ་བ་མ་ཡིན།
en: neither liberation

source: རྣམ་པར་གྲོལ་བ་མེད་པ་མ་ཡིན།
en: nor not liberation.

source: ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་མ་ཡིན།
en: “It is neither blameworthy

source: ཁ་ན་མ་ཐོ་བ་མེད་པ་མ་ཡིན།
en: nor free from blame,

source: དྲན་པ་དང་ལྡན་པ་མ་ཡིན།
en: neither recollection

source: དྲན་པ་དང་མི་ལྡན་པ་མ་ཡིན།
en: nor non-recollection,

source: གནས་པ་དང་ལྡན་པ་མ་ཡིན།
en: neither placed

source: གནས་པ་དང་མི་ལྡན་པ་མ་ཡིན།
en: nor unplaced,

source: འདུག་པ་མ་ཡིན།
en: neither sitting

source: མི་འདུག་པ་མ་ཡིན།
en: nor not sitting.

source: སའི་ཁམས་མ་ཡིན།
en: It is not the earth element,

source: ཆུའི་ཁམས་མ་ཡིན།
en: not the water element,

source: མེའི་ཁམས་མ་ཡིན།
en: not the fire element,
